<section class="choose-age space-10">
    <div class="h2 title-line">
        <span>Выберайте по возросту</span>
        <span class="title-line__line"></span>
    </div>
    <div class="row">
        <div class="col-12 col-sm-6 col-xl-2 choose-age__col">
            <a href="{{url('glavnaya-kategoriya-2/12-24')}}" class="choose-age__button">
                <svg class="choose-age__svg mb-1" width="32" height="42" viewBox="0 0 32 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g clip-path="url(#clip0)">
                        <path d="M9.84396 5.90625C9.84396 2.64428 12.4882 0 15.7502 0C19.0122 0 21.6564 2.64428 21.6564 5.90625C21.6564 9.16814 19.0122 11.8125 15.7502 11.8125C12.4882 11.8125 9.84396 9.16814 9.84396 5.90625ZM30.7313 6.01888C29.7062 4.99373 28.0441 4.99373 27.0191 6.01888L19.9129 13.125H11.5874L4.48134 6.01888C3.45628 4.99373 1.79416 4.99373 0.769101 6.01888C-0.256042 7.04402 -0.256042 8.70606 0.769101 9.7312L8.53146 17.4935V39.375C8.53146 40.8247 9.70672 42 11.1565 42H12.469C13.9187 42 15.0939 40.8247 15.0939 39.375V30.1875H16.4064V39.375C16.4064 40.8247 17.5817 42 19.0314 42H20.3439C21.7937 42 22.9689 40.8247 22.9689 39.375V17.4935L30.7313 9.73112C31.7564 8.70598 31.7564 7.04402 30.7313 6.01888Z" fill="#BBB748"/>
                    </g>
                    <defs>
                        <clipPath id="clip0">
                            <rect width="31.5" height="42" fill="white"/>
                        </clipPath>
                    </defs>
                </svg>
                <span class="choose-age__age">0 > 12</span>
                <span class="choose-age__unit">мес.</span>
            </a>
        </div>
        <div class="col-12 col-sm-6 col-xl-2 choose-age__col">
            <a href="{{url('glavnaya-kategoriya-2/10-goda')}}" class="choose-age__button">
                <svg class="choose-age__svg mb-1" width="32" height="42" viewBox="0 0 32 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g clip-path="url(#clip0)">
                        <path d="M9.84396 5.90625C9.84396 2.64428 12.4882 0 15.7502 0C19.0122 0 21.6564 2.64428 21.6564 5.90625C21.6564 9.16814 19.0122 11.8125 15.7502 11.8125C12.4882 11.8125 9.84396 9.16814 9.84396 5.90625ZM30.7313 6.01888C29.7062 4.99373 28.0441 4.99373 27.0191 6.01888L19.9129 13.125H11.5874L4.48134 6.01888C3.45628 4.99373 1.79416 4.99373 0.769101 6.01888C-0.256042 7.04402 -0.256042 8.70606 0.769101 9.7312L8.53146 17.4935V39.375C8.53146 40.8247 9.70672 42 11.1565 42H12.469C13.9187 42 15.0939 40.8247 15.0939 39.375V30.1875H16.4064V39.375C16.4064 40.8247 17.5817 42 19.0314 42H20.3439C21.7937 42 22.9689 40.8247 22.9689 39.375V17.4935L30.7313 9.73112C31.7564 8.70598 31.7564 7.04402 30.7313 6.01888Z" fill="#BBB748"/>
                    </g>
                    <defs>
                        <clipPath id="clip0">
                            <rect width="31.5" height="42" fill="white"/>
                        </clipPath>
                    </defs>
                </svg>
                <span class="choose-age__age">12 > 24</span>
                <span class="choose-age__unit">мес.</span>
            </a>
        </div>
        <div class="col-12 col-sm-6 col-xl-2 choose-age__col">
            <a href="{{url('glavnaya-kategoriya-2/2-3-goda')}}" class="choose-age__button">
                <svg class="choose-age__svg mb-1" width="32" height="42" viewBox="0 0 32 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g clip-path="url(#clip0)">
                        <path d="M9.84396 5.90625C9.84396 2.64428 12.4882 0 15.7502 0C19.0122 0 21.6564 2.64428 21.6564 5.90625C21.6564 9.16814 19.0122 11.8125 15.7502 11.8125C12.4882 11.8125 9.84396 9.16814 9.84396 5.90625ZM30.7313 6.01888C29.7062 4.99373 28.0441 4.99373 27.0191 6.01888L19.9129 13.125H11.5874L4.48134 6.01888C3.45628 4.99373 1.79416 4.99373 0.769101 6.01888C-0.256042 7.04402 -0.256042 8.70606 0.769101 9.7312L8.53146 17.4935V39.375C8.53146 40.8247 9.70672 42 11.1565 42H12.469C13.9187 42 15.0939 40.8247 15.0939 39.375V30.1875H16.4064V39.375C16.4064 40.8247 17.5817 42 19.0314 42H20.3439C21.7937 42 22.9689 40.8247 22.9689 39.375V17.4935L30.7313 9.73112C31.7564 8.70598 31.7564 7.04402 30.7313 6.01888Z" fill="#BBB748"/>
                    </g>
                    <defs>
                        <clipPath id="clip0">
                            <rect width="31.5" height="42" fill="white"/>
                        </clipPath>
                    </defs>
                </svg>
                <span class="choose-age__age">2 > 3</span>
                <span class="choose-age__unit">года</span>
            </a>
        </div>
        <div class="col-12 col-sm-6 col-xl-2 choose-age__col">
            <a href="{{url('glavnaya-kategoriya-2/4-6-let')}}" class="choose-age__button">
                <svg class="choose-age__svg mb-1" width="32" height="42" viewBox="0 0 32 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g clip-path="url(#clip0)">
                        <path d="M9.84396 5.90625C9.84396 2.64428 12.4882 0 15.7502 0C19.0122 0 21.6564 2.64428 21.6564 5.90625C21.6564 9.16814 19.0122 11.8125 15.7502 11.8125C12.4882 11.8125 9.84396 9.16814 9.84396 5.90625ZM30.7313 6.01888C29.7062 4.99373 28.0441 4.99373 27.0191 6.01888L19.9129 13.125H11.5874L4.48134 6.01888C3.45628 4.99373 1.79416 4.99373 0.769101 6.01888C-0.256042 7.04402 -0.256042 8.70606 0.769101 9.7312L8.53146 17.4935V39.375C8.53146 40.8247 9.70672 42 11.1565 42H12.469C13.9187 42 15.0939 40.8247 15.0939 39.375V30.1875H16.4064V39.375C16.4064 40.8247 17.5817 42 19.0314 42H20.3439C21.7937 42 22.9689 40.8247 22.9689 39.375V17.4935L30.7313 9.73112C31.7564 8.70598 31.7564 7.04402 30.7313 6.01888Z" fill="#BBB748"/>
                    </g>
                    <defs>
                        <clipPath id="clip0">
                            <rect width="31.5" height="42" fill="white"/>
                        </clipPath>
                    </defs>
                </svg>
                <span class="choose-age__age">4 > 6</span>
                <span class="choose-age__unit">лет</span>
            </a>
        </div>
        <div class="col-12 col-sm-6 col-xl-2 choose-age__col">
            <a href="{{url('glavnaya-kategoriya-2/7-9-let')}}" class="choose-age__button">
                <svg class="choose-age__svg mb-1" width="32" height="42" viewBox="0 0 32 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g clip-path="url(#clip0)">
                        <path d="M9.84396 5.90625C9.84396 2.64428 12.4882 0 15.7502 0C19.0122 0 21.6564 2.64428 21.6564 5.90625C21.6564 9.16814 19.0122 11.8125 15.7502 11.8125C12.4882 11.8125 9.84396 9.16814 9.84396 5.90625ZM30.7313 6.01888C29.7062 4.99373 28.0441 4.99373 27.0191 6.01888L19.9129 13.125H11.5874L4.48134 6.01888C3.45628 4.99373 1.79416 4.99373 0.769101 6.01888C-0.256042 7.04402 -0.256042 8.70606 0.769101 9.7312L8.53146 17.4935V39.375C8.53146 40.8247 9.70672 42 11.1565 42H12.469C13.9187 42 15.0939 40.8247 15.0939 39.375V30.1875H16.4064V39.375C16.4064 40.8247 17.5817 42 19.0314 42H20.3439C21.7937 42 22.9689 40.8247 22.9689 39.375V17.4935L30.7313 9.73112C31.7564 8.70598 31.7564 7.04402 30.7313 6.01888Z" fill="#BBB748"/>
                    </g>
                    <defs>
                        <clipPath id="clip0">
                            <rect width="31.5" height="42" fill="white"/>
                        </clipPath>
                    </defs>
                </svg>
                <span class="choose-age__age">7 > 9</span>
                <span class="choose-age__unit">лет</span>
            </a>
        </div>
        <div class="col-12 col-sm-6 col-xl-2 choose-age__col">
            <a href="{{url('glavnaya-kategoriya-2/10-goda')}}" class="choose-age__button">
                <svg class="choose-age__svg mb-1" width="32" height="42" viewBox="0 0 32 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g clip-path="url(#clip0)">
                        <path d="M9.84396 5.90625C9.84396 2.64428 12.4882 0 15.7502 0C19.0122 0 21.6564 2.64428 21.6564 5.90625C21.6564 9.16814 19.0122 11.8125 15.7502 11.8125C12.4882 11.8125 9.84396 9.16814 9.84396 5.90625ZM30.7313 6.01888C29.7062 4.99373 28.0441 4.99373 27.0191 6.01888L19.9129 13.125H11.5874L4.48134 6.01888C3.45628 4.99373 1.79416 4.99373 0.769101 6.01888C-0.256042 7.04402 -0.256042 8.70606 0.769101 9.7312L8.53146 17.4935V39.375C8.53146 40.8247 9.70672 42 11.1565 42H12.469C13.9187 42 15.0939 40.8247 15.0939 39.375V30.1875H16.4064V39.375C16.4064 40.8247 17.5817 42 19.0314 42H20.3439C21.7937 42 22.9689 40.8247 22.9689 39.375V17.4935L30.7313 9.73112C31.7564 8.70598 31.7564 7.04402 30.7313 6.01888Z" fill="#BBB748"/>
                    </g>
                    <defs>
                        <clipPath id="clip0">
                            <rect width="31.5" height="42" fill="white"/>
                        </clipPath>
                    </defs>
                </svg>
                <span class="choose-age__age">
                    10+
                </span>
                <span class="choose-age__unit">года</span>
            </a>
        </div>
    </div>
</section>
